import style from "./App.module.scss";

function App() {
  return (
    <div>
      <h1>Сақлашда хатолик юзберди</h1>
      <p className={"fz32"}>
        Давлат солиқ хизмати органлари томонидан замонавий ахборот коммуникация
        технологиялардан фойдаланган ҳолда тадбиркорлик субъектлари ва
        фуқароларга қулай шарт-шароитлар яратиш мақсадида, солиқ ва бошқа
        мажбурий тўловларни банкка бормасдан “CLICK” ва “PAYME” тўлов тизимлари
        ёрдамида мобил телефон ёки интернет орқали онлайн режимида тўлаш
        имконияти мавжуд
      </p>
    </div>
  );
}

export default App;
